<?php
global $ngword_list;
$ngword_list = [
  // エロ系
  '陰毛', 
  'まんこ', 'ま○こ','クリトリス','ヴァギナ','まんk',
  'ちんこ', 'ちんk', 'チンポ', 'ペニス', '陰茎',
  'きんたま', '肉棒', '勃起', '精子', '射精',
  'ザーメン', '●～', '○～', 'セックス',
  'SEX', 'S○X', 'sex', '淫乱', 'アナル', 'anus',
  '貧乳', '乳首', '自慰', 'オナニ', 'マスターベーション',
  'クンニ', 'まんぐり', '風俗', 'デリヘル',
  '包茎', 'ほうけい', '童貞', '性器',
  'やりまん', 'やりちん', '乱交',
  '糞', '手コキ', '手マン',
  // 罵倒 
  'fuck', 'baka', 'f*ck', 'bitch', 
  '殺', '死',
  // 犯罪
  '大麻', '麻薬', '覚せい剤', '覚醒剤',
  'コカイン', 'ヘロイン', 'レイプ', '創価'
];

